# directory to install
cask_args appdir: '/Applications'
tap 'caskroom/homebrew-cask' || true
tap 'caskroom/versions' || true
# command line & tools
brew 'ansible'
brew 'ansiweather'
brew 'aria2'
brew 'autoconf'
brew 'automake'
brew 'bash-completion'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'dnsmasq'
brew 'ffmpeg'
brew 'fleetctl'
brew 'gem-completion'
brew 'git'
brew 'hostmux'
brew 'htop'
brew 'inetutils'
brew 'ipcalc'
brew 'iperf3'
brew 'ipmitool'
brew 'ipmiutil'
brew 'macvim'
brew 'mrtg'
brew 'mtr'
brew 'nmap'
brew 'p7zip'
brew 'pv'
brew 'rails-completion'
brew 'rake-completion'
brew 'rbenv'
brew 'rbenv-ctags'
brew 'readline'
brew 'redis'
brew 'rsync'
brew 'ruby'
brew 'ruby-build'
brew 'ruby-completion'
brew 'speedtest-cli'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'telnet'
brew 'tmux'
brew 'tmux-mem-cpu-load'
brew 'tmux-xpanes'
brew 'tmuxinator-completion'
brew 'tree'
brew 'vagrant-completion'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'wrk'
brew 'xz'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'
# applications
cask 'alfred'
cask 'bitbar'
cask 'macpass'
cask 'transmission'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'vmware-fusion'
cask 'appcleaner'
cask 'omnifocus'
