tap "buo/cask-upgrade"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "hukl/tap"
tap "vapor/tap"
brew "libyaml"
brew "openssl"
brew "readline"
brew "ansible"
brew "ansiweather"
brew "aria2"
brew "ossp-uuid"
brew "clingo"
brew "autoconf"
brew "automake"
brew "aws-shell"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "bmon"
brew "chromedriver"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "dnsmasq"
brew "graphviz"
brew "pkg-config"
brew "evince"
brew "exa"
brew "fabric"
brew "fabric-completion"
brew "ffmpeg"
brew "fleetctl"
brew "freeradius-server"
brew "gem-completion"
brew "git"
brew "grafana"
brew "grip"
brew "handbrake"
brew "hcloud"
brew "htop"
brew "httperf"
brew "httpie"
brew "inetutils", link: false
brew "ipcalc"
brew "iperf3"
brew "ipmitool"
brew "ipmiutil"
brew "jenkins"
brew "macvim"
brew "mono", link: false
brew "mrtg"
brew "mtr"
brew "nmap"
brew "node"
brew "openfortivpn"
brew "p7zip"
brew "perf"
brew "postgresql"
brew "pv"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "rbenv-ctags"
brew "redis"
brew "rename"
brew "rsync"
brew "ruby"
brew "ruby-completion"
brew "siege"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terraform-inventory"
brew "terraform-provisioner-ansible"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tmux-xpanes"
brew "tmuxinator-completion"
brew "transmission"
brew "tree"
brew "vagrant-completion"
brew "vim"
brew "watch"
brew "wget"
brew "wifi-password"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "hukl/tap/hostmux"
brew "vapor/tap/vapor"
cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "atom"
cask "bitbar"
cask "box-sync"
cask "caffeine"
cask "charles"
cask "createuserpkg"
cask "etrecheck"
cask "firefox"
cask "google-chrome"
cask "hipchat"
cask "java"
cask "jira-client"
cask "keka"
cask "launchcontrol"
cask "macpass"
cask "microsoft-office"
cask "microsoft-teams"
cask "mono-mdk"
cask "paw"
cask "powershell"
cask "resilio-sync"
cask "save-hollywood"
cask "skype"
cask "skype-for-business"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "sublime-text"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "vagrant-manager"
cask "vapor"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "yammer"
